{
  "plotList": [
    {
      "title" : "Каждый конец -- начало чего-то иного",
      "mainText": "Ваша мама оставила вам в наследство лишь записку, почерк в которой разобрать не легче, чем переводить санскрит, так что с этого дня вы ютуб-блогер...ой, нет, крипто-трейдер...фу-ты...как его...предприниматель вот! Удачи<3",
      "conditions": {
        "age": {
          "key": "LESS",
          "value": 22
        },
        "name": {
          "key": "EQUALS",
          "value": "mama"
        },
        "className": "Conditions"
      },
      "className": "NotificationEvent"
    },
    {
      "title" : "Relatives...",
      "mainText": "На порог вашей персональной бочки явился проигравшийся братец (которому маменька, руководствуясь принципом старшинства, оставила блокнот с вашей запиской (да, логики не занимать)), с порога уверенно заявив: 'Слышишь, Диоген, помнишь, я тебе 42 февраля 2041 года зажигалку газовую одолжил? Так ты ж мне теперь и должен за это...А долг, красен, сам понимаешь чем. И да, обязательно в рублях. Можешь ГазпромБанком воспользоваться, если что^^'",
      "className": "NotificationEvent"
    },
    {
      "title" : "Божественное начало",
      "mainText": "Оправившись от депрессии, вы твердо решили взяться за ум и пройти пострижения в монахи с надеждой, что через годков 15 вы станете успешным б̶и̶з̶н̶е̶с̶с̶м̶е̶н̶о̶м̶ (и может даже завести собаку)",
      "className": "NotificationEvent"
    },
    {
      "title" : "Посланный богом",
      "mainText": "Когда вас огорошили отказом в ближайшем храме, вы, радостно напевая детскую песенку, направились в ближайший бар, надеясь отыскать истину в вине. Подойдя к приличному заведению с незамысловатым названием '1703', вы перешагнули через нечто, даже не подозревая, что это ваш будущий бизнес-партнер... ",
      "className": "NotificationEvent"
    },
    {
      "title" : "Существо слабое",
      "mainText": "Во время одного из самых глубоких мыслительных процессов в вашей жизни, концентрация была утерена и поспособствовало этому появление того самого нечто! Вы, не медля, окрестили его Цезарем. Почему? А кто его знает...Может, единственный пункт в меню в разделе 'закуски' натолкнул на мысль..! Удивительно, но, развалившись на соседнем стуле, незнакомец одарил всех веселым, немного даже наивным взглядом.\n- Как звать то Вас, многоуважаемый?\n- Это вы мне? - чуть заранее струхнув, встрепенулись вы\n- вам-вам! \nРазговор завязался сам собой.",
      "className": "NotificationEvent"
    },
    {
      "title" : "1100ый год наступил - и ничего",
      "mainText": "Чуть продрав глаза, Вы немедля оглянулись,ощупали все тело. Обнаружив лишь 500$ в закднем кармане и записку, гласящую:'Ты меня не знаешь.'. Немало удивившись подобному подарку, Вы отправлись регистрировать собственное ИП.",
      "className": "NotificationEvent"
    },
    {
      "title" : "Начните с истории, это часто помогает",
      "mainText": "Мысль о бизнесе пришла неожиданно. Но была весьма оригинальна,так что бросать ее не хотелось. Тем более подоспел начальный капитал в виде пятиста вечнозеленых. Идея арены пришла при виде поднятого вверх большого пальца Цезаря в момент, когда...А впрочем, неважно. 'Может, иногда лучше поставить на кон все? Особенно если ставить, кроме жизни и нечего...' - промямлил ты тогда...",
      "className": "NotificationEvent"
    },
    {
      "title" : "Белла, чао",
      "mainText": "Анализируя проходящую мимо жизнь, ты печально разглядывал застывшую на обуви грязь промозглого февраля, все больше поддаваясь жажде спровоцировать охрану на драку. 'Да я был бы покруче Спартака!' - пульсировало, словно мантра, в голове. Новый друг, заметив раздувшуюся на твоем лбу парусом вену, сунув в твой задний карман мятую бумажку, что-то промолвил: не разборчиво, но твердо. Вынув и тут же порвав деньги, ты в порыве страсти поскользнулся на некой жидкости. В глазах потемнело.",
      "className": "NotificationEvent"
    },
    {
      "title" : "В Питере биться!",
      "mainText": "'Вот здесь мы устроим болото с аллигаторами, а вот тут установим источник ядовитого тумана!' -- возбужденно кричал ты прорпабу с некоторой хтонью во взгляде, бегая по какому-то лесу в Ленинградской области. Он же, в свою очередь, не задавая ни единого вопроса, просто делал пометки в своем блокноте... 'А девизом наших соревнований будет фраза 'Нкогда внутри сердечко заболит, ты снова позвонишь'!' -- снова посетила тебя муза.",
      "className": "NotificationEvent"
    }
  ,
    {
      "title" : "По пути Раскольникова",
      "mainText": "-- Не тараторьте, мужчина! Повторите то же, но спокойно! На что вы хотите взять кредит?\n--Ну сколько можно повторять? Шоу! Мирового уровня! Все по закону, не подумайте...Люди по обоюдному согласию сойдутся в бою за вечную славу, почет и, конечно, 5 миллионов рублей! Причем богатые зрители смогут влиять на исход поединка! Не справедливо по отношению к бедным? Да! Этот мир жесток, как говорят американцы!\nДумаю, не стоит говорить, что тебя не просто выстаивли за дверь, но и пригрозили полицией, тем самым уменьшив призовой фонд шоу ровно на 50 сотен тысяч рублей...",
      "className": "NotificationEvent"
    },
    {
      "title" : "Пусть удача всегда будет с вами",
      "mainText": "Набрав 10 участников, ты провозгласил начало исторического шоу, пробив в гонг увесистой дубиной. Участники сразу же кинулись к центру арены, где были заботливо сложены  два с половиной яблока, четыре сюрикена и плеть, сделанная из плакучей ивы. Главный фаворит, завладев большей частью арсенала по праву самого шустрого участника, стал настолько имбалансной фигурой на доске, что остальные, посовещавшись, решили сдаться без боя, таким обраазом определив победителя первых игр. Да-да, Василий одержал победу за 17 секунд (что и по сей день остается рекордом), но ни славы, ни уважения, он не получил, но судя по его широкой улыбки во все 32, яблоки в виде приза его более, чем устроили...",
      "className": "NotificationEvent"
    },
    {
      "title" : "Подножка судьбы",
      "mainText": "Мда, не к этому ты шел все это время...Трансляция в ютубе длилась всего 3 минуты 14,159265359 секунды, как бы описывая все это действо. Само собой никаких спонсоров это не привело, да и случайных зрителей набралось не много...С этого дня ты твердо решил посвятить ровно год этому проекту! Да — да, нет — будем искать другую сферу! Начались плотные тренировки, ведь именно ты, как организатор, будешь показывать пример будущим участникам. Далее ты решил познакомиться с лучшими бойцами мира для пиара своего шоу. 'Начнем с малого' — подумал ты и начал с Хасбуллы Магомедова. Он, к частью, оказался добрым малым и прокрекламировал игры совершенно бесплатно. Конор Макгрегор, Флойд Мейвезер — вот далеко не полный список бойцов, зарекомендовавших твой проект широкому зрителю! Привлекло это и внимание властей, но когда за тебя вступилась Дора, положительно отреагировав на слоган игр, отстал с упреками даже самый привередливый зритель: работники сталелитейного завода! Творишь историю..!",
      "className": "NotificationEvent"
    },
    {
      "title" : "Повышенный гемоглобин",
      "mainText": "Но не все было так гладко, как может показаться на первый взгляд. Тогдашний министр культуры, запретил любые схватки на играх, сославшись на то, что это неприемлимо в 21-ом веке!...Вам не оставалось ничего, кроме смиренного согласия, как хорошо, что ты этому научился еще в детстве. Были еще проблемы с пожарной безопасностью, но когда арена сгорела до тла, все проблемы будто ветром сдуло. Близился час начала, с каждым днем нервов все больше! Деньги также текли рекой, так что их поток уверенно поддерживал тебя на ногах. ",
      "className": "NotificationEvent"
    },
    {
      "title" : "День 10",
      "mainText": "Неужели не может каждое утро быть столь прекрасным? Конечно, не может! Ведь Голодные игры, как день рождения, бывают лишь раз в год! Да-да, ты провел некий ребрендинг, хоть и главный партнер был этим не очень доволен. Кстати, совсем забыл про одну мелоч! На открытие игр приедет сам...(*подъем взгляда вверх*)! Ага, тот самый! Нельзя облажаться. Бойцы готовы, искусственный туман заряжен, а быки не кормлены уже месяц (и тут сложно сказать, это чтоб они были злее или...Ну, понятно, в общем) Считанные часы, минуты, секунды. Вступительная речь произнесена, все послушно поаплодировали, все идет по плану...Все идет по плану!",
      "className": "NotificationEvent"
    },
    {
      "title" : "Московское восстание 1648 года",
      "mainText": "Один из бойцов, не будем называть его имя, невероятно переволновался, вследствие чего он, вопреки заветам ощутил некоторое недомогание, обвинив в этом организаторов...До начала игр! Может, не считается? Считается, родной. Лавочку прикрыли, как только отъехал кортеж господина N...Год прахом! И как сейчас модно, вы мигрировали за рубеж, сделав это с немоверно важным видом, повторяя каждому встречному про философский пароход (довели до ручки даже веганов и линуксоидов, представляете?)",
      "className": "NotificationEvent"
    },
    {
      "title" : "Питер, гудбай",
      "mainText": "Проскитавшись по миру с десяток лет, вас прибило к берегам Америки. И ты оказался русским критической массы. Разгорелась революция, разбив страну на 13 дистриктов (изначально 14, но Аляска, как это обычно и происходит, вернулась в родную гавань) И когда общее правительство первых пяти дистриктов искало лучшие идеи для работы с мирным населением и сохранения какого-никакого строя страны, вы попались под руку первым со своими давними замыслами. Вот и вы достигли американской мечты: огромные бюджеты, всемирная известность! Правда рот открыть так и не разрешили, но для вес это потеря великой не казалась! Да и мир, скажем прямо, потерял немного>w<",
      "className": "NotificationEvent"
    },
    {
      "title" : "No comments",
      "mainText": "'Сильно же ты приложился, вставай! Нет-нет, он очнется, нет необходимости в скорой!'\nТебя похлопали по щекам, сознания потихоньку начало возвращаться. ",
      "className": "NotificationEvent"
    }

  ]
}