{
  "plotList": [
    {
      "title" : "Ебануться -- пальцы гнутся",
      "mainText": "Ваша мама, предварительно успешно отбросив коньки, оставила вам в наследство лишь записку, почерк в которой разобрать не легче, чем переводить санскрит, так что с этого дня вы ютуб-блогер...ой, нет, крипто-трейдер...фу-ты...как его...предприниматель вот! Удачи бленб<3",
      "conditions": {
        "age": {
          "key": {
              "value": "LESS",
              "className": "ConditionsTypesWrapper"
          },
          "value": {
            "value": 22,
            "className": "Int"
          }
        },
        "name": {
          "key": {
            "value": "EQUALS",
            "className": "ConditionsTypesWrapper"
          },
          "value": "mama"
        },
        "className": "Conditions"
      },
      "className": "NotificationEvent"
    },
    {
      "title" : "Брат-ебанат",
      "mainText": "На порог вашей персональной бочки явился проигравшийся в 1хBet братец (которому маменька, руководствуясь принципом старшинства, оставила блокнот, сука, с вашей запиской(с прибамбахом женщина была, что тут скажешь)), с порога уверенно заявив: 'Слышь, Диоген, помнишь, я тебе 24 февраля 2014 года сигарету газовой зажигалкой подкурил? Так ты ж мне теперь и должен за это...А долг, красен, сам понимаешь чем. И да, обязательно в рублях. Можешь ГазпромБанком воспользоваться, если что^^'",
      "className": "NotificationEvent"
    },
    {
      "title" : "Божественное начало",
      "mainText": "Оправившись от депрессии по поводу насл...гхм...смерти маменьки, вы твердо решили взяться за ум и пройти пострижения в монахи с надеждой, что через годков 15 вы станете успешным  ̶б̶и̶з̶н̶е̶с̶с̶м̶е̶н̶о̶м̶ попом(и может даже завести собаку)",
      "className": "NotificationEvent"
    },
    {
      "title" : "Посланный богом",
      "mainText": "Когда вас послали нахуй в ближайшем храме, вы, радостно напевая детскую песенку 'У попа была собака...' направились в ближайший бар, надеясь отыскать истину в вине. Подойдя к приличному заведению с незамысловатым названием 'EdrёnBaton228', вы перешагнули через что-то бесформенное, даже не подозревая, что это ваш будущий бизнес-партнер... ",
      "className": "NotificationEvent"
    }
  ]
}